Repository: ckan/ckanext-showcase
Catalog: ckanext/showcase/i18n/*/LC_MESSAGES/ckanext-showcase.po
Languages: de, fr

source: Unauthorized to create a package
de: Nicht zum Anlegen eines Datensatzes autorisiert
fr: Vous n'êtes pas autorisé à créer un jeu de données

source: User not authorized to edit {showcase_id}
de: Benutzer hat keine Berechtigung, {showcase_id} zu bearbeiten
fr: Vous n'êtes pas autorisé à modifier {showcase_id}

source: Showcase not found
de: Anwendung nicht gefunden
fr: Réutilisation introuvable

source: Unauthorized to read showcase
de: Keine Berechtigung, die Anwendung anzuzeigen
fr: Vous n'êtes pas autorisé à accéder aux réutilisations

source: Unauthorized to delete showcase
de: Keine Berechtigung, die Anwendung zu löschen
fr: Vous n'êtes pas autorisé à supprimer cette réutilisation

source: Showcase has been deleted.
de: Anwendung wurde gelöscht
fr: La réutilisation a été supprimée

source: Dataset not found
de: Datensatz nicht gefunden
fr: Jeu de données introuvable

source: Not authorized to see this page
de: Keine Berechtigung zum Anzeigen dieser Seite
fr: Non autorisé à accéder à cette page

source: Unauthorized to read package
de: Nicht leseberechtigt für diesen Datensatz
fr: Vous n'êtes pas autorisé à accéder à ce jeu de données

source: The dataset has been added to the showcase.
de: Der Datensatz wurde der Anwendung hinzugefügt.
fr: Le jeu de données a été ajouté à la réutilisation.

source: The dataset has been removed from the showcase.
de: Der Datensatz wurde aus der Anwendung entfernt.
fr: Le jeu de données a été supprimé de la réutilisation.

source: Organizations
de: Organisationen
fr: Organisations

source: Groups
de: Gruppen
fr: Groupes

source: Formats
de: Formate

source: Licenses
de: Lizenzen
fr: Licences

source: Parameter '{parameter_name}' is not an integer
de: Parameter '{parameter_name}' ist kein Ganzzahlwert
fr: Le paramètre '{parameter_name}' doit être un entier

source: User not authorized to view page
de: Benutzer hat keine Berechtigung, die Seite zu betrachten
fr: L'utilisateur n'est pas autorisé à accéder à cette page

source: Unauthorized to perform that action
de: Nicht berechtigt, diese Aktion auszuführen
fr: Vous n'êtes pas autorisé à exécuter cette action

source: User '{user_name}' not found.
de: Benutzer '{user_name}' nicht gefunden.
fr: L'utilisateur '{user_name}' est introuvable.

source: The user is now a Showcase Admin
de: Der Benutzer ist jetzt ein Anwendungsadministrator
fr: L'utilisateur est maintenant administrateur des réutilisations

source: The user is not a Showcase Admin
de: Der Benutzer ist kein Anwendungsadministrator
fr: L'utilisateur n'est pas un administrateur des réutilisations

source: The user is no longer a Showcase Admin
de: Der Benutzer ist kein Anwendungsadministrator mehr
fr: L'utilisateur n'est plus un administrateur des réutilisations

source: Not found
de: Nicht gefunden
fr: Réutilisation introuvable

source: Dataset
de: Datensatz
fr: Jeu de données

source: Datasets
de: Datensätze
fr: Jeux de données

source: Showcases
de: Anwendungen
fr: Réutilisations

source: About
de: Über uns
fr: À propos

source: Confirm Remove
de: Bitte Entfernen bestätigen
fr: Confirmer la suppression

source: Are you sure you want to remove this user as a Showcase Admin - {name}?
de: Sind Sie sicher, dass Sie diesen Benutzer als Anwendungsadministrator entfernen wollen - {name}?
fr: Êtes-vous sûr de vouloir retirer les droits d'administration à {name} ?

source: Cancel
de: Abbrechen
fr: Annuler

source: Manage Showcase Admins
de: Anwendungsadministratoren verwalten
fr: Gestion des administrateurs

source: Add an Existing User
de: Füge einen bestehenden Benutzer hinzu
fr: Ajouter un utilisateur existant

source: To make an existing user a Showcase Admin, search for their username below.
de: Um einen bestehenden Benutzer zu einem Anwendungsadministrator zu machen, können Sie dessen Benutzernamen unten suchen.
fr: Pour ajouter un administrateur, sélectionner son nom dans la liste ci-dessous

source: Username
de: Benutzername
fr: Nom de l'utilisateur

source: Add User
de: Benutzer hinzufügen
fr: Ajouter l'utilisateur

source: Showcase Admins
de: Anwendungsadministratoren
fr: Administrateurs des réutilisations

source: User
de: Benutzer
fr: Utilisateur

source: Are you sure you want to remove this user from the Showcase Admin list?
de: Sind Sie sicher, dass Sie diesen Benutzer aus der Liste der Anwendungsadministratoren entfernen möchten?
fr: Êtes-vous sûr de vouloir supprimer cet utilisateur de la liste des administrateurs ?

source: Remove
de: Entfernen
fr: Supprimer

source: There are currently no Showcase Admins.
de: Es gibt momentan keine Anwendungsadministratoren.
fr: Il n'y a actuellement aucun administrateur.

source: <p><strong>Showcase Admin:</strong> Can create and remove showcases. Can add and remove datasets from showcases.</p>
de: <p><strong>Anwendungsadministrator:</strong> Kann Anwendungen erstellen und entfernen. Kann Datensätze Anwendungen hinzufügen und aus diesen entfernen.</p>

source: {site_title} statistics
de: {site_title} Statistik
fr: {site_title} statistiques

source: dataset
de: Datensatz
fr: jeu de données

source: organization
de: Organisation
fr: Organisation

source: group
de: Gruppe
fr: Groupe

source: showcase
de: Anwendung
fr: réutilisation

source: Associate this showcase with this dataset
de: Diese Anwendung mit einem Datensatz verbinden
fr: Associer cette réutilisation à ce jeu de données

source: Add to showcase
de: Zu einer Anwendung hinzufügen
fr: Ajouter aux réutilisations

source: Showcases featuring {dataset_name}
de: Anwendungen für {dataset_name}
fr: Réutilisations en lien avec {dataset_name}

source: There are no showcases that feature this dataset
de: Es gibt keine Anwendungen für diesen Datensatz
fr: Il n'y a aucune réutilisation en lien avec ce jeu de données

source: Activity Stream
de: Aktivitäten
fr: Flux d'activité

source: Showcases - Add datasets
de: Anwendungen - Datensätze hinzufügen
fr: Réutilisations - Ajouter des jeux de données

source: Relevance
de: Relevanz
fr: Pertinence

source: Name Ascending
de: Name aufsteigend
fr: Nom croissant

source: Name Descending
de: Name absteigend
fr: Nom décroissant

source: Last Modified
de: Zuletzt geändert
fr: Dernière modification

source: Popular
de: Beliebt
fr: Popularité

source: Datasets available to add to this showcase
de: Mögliche Datensätze für diese Anwendung
fr: Jeux de données à ajouter à cette réutilisation

source: Add to Showcase
de: Der Anwendung hinzufügen
fr: Ajouter

source: No datasets could be found
de: Es konnten keine Datensätze gefunden werden
fr: Aucun jeu de données n'a été trouvé

source: Confirm Delete
de: Bitte Löschen bestätigen
fr: Confirmer la suppression

source: Are you sure you want to delete showcase - {showcase_name}?
de: Sind Sie sicher, dass Sie die Anwendung {showcase_name} löschen wollen?
fr: Êtes-vous sûr de vouloir supprimer la réutilisation - {showcase_name}?

source: Edit
de: Bearbeiten
fr: Modifier

source: Create Showcase
de: Anwendung erstellen
fr: Créer une réutilisation

source: View showcase
de: Anwendung ansehen
fr: Voir la réutilisation

source: Edit showcase
de: Anwendung bearbeiten
fr: Modifier la réutilisation

source: Manage datasets
de: Datensätze verwalten
fr: Gérer les jeux de données

source: Showcases - Manage datasets
de: Anwendungen - Datensätze verwalten
fr: Réutilisations - Gérer les jeux de données

source: Datasets in this showcase
de: Dieser Anwendung zugeordnete Datensätze
fr: Jeux de données utilisés dans cette réutilisation

source: Remove from Showcase
de: Aus der Anwendung entfernen
fr: Supprimer de la réutilisation

source: This showcase has no datasets associated to it
de: Diese Anwendung hat keine ihr zugeordneten Datensätze
fr: Cette réutilisation n'a aucun jeu de données associé

source: Create a Showcase
de: Anwendung erstellen
fr: Créer une réutilisation

source: Title
de: Titel
fr: Titre

source: eg. A descriptive title
de: z.B. ein beschreibender Titel
fr: par ex. un titre explicite

source: eg. my-showcase
de: z.B. meine-Anwendung
fr: p.ex. ma-reutilisation

source: Description
de: Beschreibung

source: eg. Some useful notes about the data
de: z.B. nützliche Hinweise zu den Daten
fr: par ex. un commentaire utile au sujet de cette donnée

source: eg. economy, mental health, government
de: z.B. Wirtschaft, Gesundheit, Regierung
fr: par ex. économie, santé mentale, gouvernement

source: External link
de: Externer Link
fr: Lien externe

source: Submitted By
de: Eingereicht von
fr: Créé par

source: Joe Bloggs
de: Erika Mustermann
fr: Jean Dupont

source: Submitter Email
de: Einreicher Email
fr: Courrier du créateur

source: joe@example.com
de: erika@example.com

source: Are you sure you want to delete this showcase?
de: Sind Sie sicher, dass Sie diese Anwendung löschen wollen?
fr: Êtes-vous sûr de vouloir supprimer cette réutilisation ?

source: Delete
de: Löschen
fr: Supprimer

source: Update Showcase
de: Anwendung aktualisieren
fr: Mettre à jour

source: Manage
de: Bearbeiten
fr: Gérer

source: Private
de: Privat
fr: Privé

source: Draft
de: Entwurf
fr: Brouillon

source: Launch website
de: Zur Website
fr: Accéder au site

source: Add Showcase
de: Anwendung hinzufügen
fr: Ajouter une réutilisation

source: Search showcases...
de: Anwendungen suchen...
fr: Rechercher des réutilisations ...

source: What are Showcases?
de: Was sind Anwendungen?
fr: Que sont les réutilisations ?

source: Datasets have been used to build apps, websites and visualizations. They've been featured in articles, and written about in news reports and blog posts. Showcases collect together the best examples of datasets in use, to provide further insight, ideas, and inspiration.
de: Datensätze wurden genutzt um Apps, Webseiten und Visualisierungen zu erstellen. Sie werden in Artikeln präsentiert und in Nachrichten und Blogs wird über sie berichtet. Anwendungen bündeln die meistbenutzten Datensätze mit den Ziel,mehr Einblick, Ideen und Inspiration über deren Nutzung zu geben.
fr: Certains jeux de données ont été utilisés pour développer des applications, sites web et visualisations. Retrouvez sur cette page des exemples de réutilisations réalisés à partir de ces données.

source: Sysadmins can manage Showcase Admins from the <a href='%(url)s'>Showcase configuration page</a>.
de: Sysadmins können die Anwendungsadministratoren auf der <a href='%(url)s'>Anwendungs-Konfiguratonsseite</a> verwalten.
fr: Les administrateurs de la plateforme peuvent gérer les administrateurs des réutilisations à partir de <a href='%(url)s'>la page de configuration des réutilisations</a>.

source: Submitted by
de: Eingereicht von
fr: Créé par

source: Datasets in Showcase
de: Datensätze in der Anwendung
fr: Jeux de données utilisés

source: There are no Datasets in this Showcase
de: Es gibt keine Datensätze in dieser Anwendung
fr: Aucun jeu de données n'a été utilisé dans cette réutilisation

source: This showcase has no description
de: Diese Anwendung hat keine Beschreibung
fr: Aucune description

source: {num} Dataset
de: {num} Datensatz
fr: {num} jeu de données

source: 0 Datasets
de: Keine Datensätze
fr: 0 jeu de données

source: View {showcase_title}
de: {showcase_title} ansehen
fr: Voir {showcase_title}

source: Remove dataset from this showcase
de: Datensatz aus dieser Anwendung entfernen
fr: Supprimer ce jeu de données de cette réutilisation

source: {number} showcase found for '{query}'
de: {number} Anwendung gefunden für '{query}'
fr: {number} réutilisation trouvée pour '{query}'

source: No showcases found for '{query}'
de: Keine Anwendungen gefunden bei der Suche nach '{query}'
fr: Aucune réutilisation trouvée pour '{query}'

source: {number} showcase found
de: {number} Anwendung gefunden
fr: {number} réutilisation trouvée

source: No showcases found
de: Keine Anwendungen gefunden
fr: Aucune réutilisation trouvée

source: Tags
fr: Mots-clés

source: <p><strong>Showcase Admin:</strong> Can create and remove showcases. Can add and remove datasets from showcases.</p>
fr: <p><strong>Administrateur :</strong> Peut créer et supprimer des réutilisations. Peut ajouter ou supprimer des jeux de données aux réutilisations.</p>
